fio4pi/results/6417-6r-rpi3-raspbian_v4.1.19-v7+.log
random-read-1: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
random-read-2: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
random-read-3: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
random-read-4: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
random-read-5: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
random-read-6: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
fio-2.6
Starting 6 processes
random-read-5: Laying out IO file(s) (1 file(s) / 128MB)
random-read-6: Laying out IO file(s) (1 file(s) / 128MB)

random-read-1: (groupid=0, jobs=1): err= 0: pid=5605: Sun Mar 20 06:40:07 2016
  read : io=131072KB, bw=1245.3KB/s, iops=311, runt=105262msec
    clat (usec): min=473, max=14066, avg=3202.20, stdev=161.34
     lat (usec): min=474, max=14067, avg=3203.06, stdev=161.33
    clat percentiles (usec):
     |  1.00th=[ 2928],  5.00th=[ 3024], 10.00th=[ 3056], 20.00th=[ 3120],
     | 30.00th=[ 3152], 40.00th=[ 3184], 50.00th=[ 3216], 60.00th=[ 3216],
     | 70.00th=[ 3248], 80.00th=[ 3280], 90.00th=[ 3344], 95.00th=[ 3376],
     | 99.00th=[ 3440], 99.50th=[ 3504], 99.90th=[ 4704], 99.95th=[ 4896],
     | 99.99th=[ 7584]
    bw (KB  /s): min= 1211, max= 1317, per=16.68%, avg=1245.93, stdev= 9.78
    lat (usec) : 500=0.01%, 750=0.01%, 1000=0.03%
    lat (msec) : 2=0.01%, 4=99.69%, 10=0.26%, 20=0.01%
  cpu          : usr=0.35%, sys=0.88%, ctx=32776, majf=0, minf=18
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
random-read-2: (groupid=0, jobs=1): err= 0: pid=5606: Sun Mar 20 06:40:07 2016
  read : io=131072KB, bw=1245.3KB/s, iops=311, runt=105261msec
    clat (usec): min=514, max=14102, avg=3202.30, stdev=156.27
     lat (usec): min=515, max=14103, avg=3203.16, stdev=156.27
    clat percentiles (usec):
     |  1.00th=[ 2928],  5.00th=[ 3024], 10.00th=[ 3056], 20.00th=[ 3120],
     | 30.00th=[ 3152], 40.00th=[ 3184], 50.00th=[ 3216], 60.00th=[ 3216],
     | 70.00th=[ 3248], 80.00th=[ 3280], 90.00th=[ 3344], 95.00th=[ 3376],
     | 99.00th=[ 3440], 99.50th=[ 3504], 99.90th=[ 4640], 99.95th=[ 4832],
     | 99.99th=[ 7648]
    bw (KB  /s): min= 1211, max= 1296, per=16.68%, avg=1246.00, stdev= 8.74
    lat (usec) : 750=0.01%, 1000=0.03%
    lat (msec) : 4=99.73%, 10=0.24%, 20=0.01%
  cpu          : usr=0.29%, sys=0.91%, ctx=32780, majf=0, minf=19
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
random-read-3: (groupid=0, jobs=1): err= 0: pid=5607: Sun Mar 20 06:40:07 2016
  read : io=131072KB, bw=1244.2KB/s, iops=311, runt=105279msec
    clat (usec): min=1684, max=14251, avg=3202.48, stdev=151.72
     lat (usec): min=1685, max=14252, avg=3203.35, stdev=151.72
    clat percentiles (usec):
     |  1.00th=[ 2928],  5.00th=[ 3024], 10.00th=[ 3056], 20.00th=[ 3120],
     | 30.00th=[ 3152], 40.00th=[ 3184], 50.00th=[ 3216], 60.00th=[ 3216],
     | 70.00th=[ 3248], 80.00th=[ 3280], 90.00th=[ 3344], 95.00th=[ 3376],
     | 99.00th=[ 3440], 99.50th=[ 3472], 99.90th=[ 4640], 99.95th=[ 4832],
     | 99.99th=[ 7712]
    bw (KB  /s): min= 1200, max= 1296, per=16.68%, avg=1245.61, stdev= 8.99
    lat (msec) : 2=0.01%, 4=99.74%, 10=0.25%, 20=0.01%
  cpu          : usr=0.31%, sys=0.93%, ctx=32777, majf=0, minf=18
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
random-read-4: (groupid=0, jobs=1): err= 0: pid=5608: Sun Mar 20 06:40:07 2016
  read : io=131072KB, bw=1245.6KB/s, iops=311, runt=105274msec
    clat (usec): min=1604, max=14302, avg=3202.08, stdev=152.81
     lat (usec): min=1605, max=14303, avg=3202.96, stdev=152.81
    clat percentiles (usec):
     |  1.00th=[ 2928],  5.00th=[ 3024], 10.00th=[ 3056], 20.00th=[ 3120],
     | 30.00th=[ 3152], 40.00th=[ 3184], 50.00th=[ 3216], 60.00th=[ 3216],
     | 70.00th=[ 3248], 80.00th=[ 3280], 90.00th=[ 3344], 95.00th=[ 3376],
     | 99.00th=[ 3440], 99.50th=[ 3504], 99.90th=[ 4704], 99.95th=[ 4832],
     | 99.99th=[ 7648]
    bw (KB  /s): min= 1211, max= 1296, per=16.68%, avg=1245.64, stdev= 8.67
    lat (msec) : 2=0.01%, 4=99.75%, 10=0.24%, 20=0.01%
  cpu          : usr=0.33%, sys=0.91%, ctx=32776, majf=0, minf=19
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
random-read-5: (groupid=0, jobs=1): err= 0: pid=5609: Sun Mar 20 06:40:07 2016
  read : io=131072KB, bw=1245.2KB/s, iops=311, runt=105265msec
    clat (usec): min=1326, max=14284, avg=3202.65, stdev=153.94
     lat (usec): min=1327, max=14285, avg=3203.52, stdev=153.94
    clat percentiles (usec):
     |  1.00th=[ 2928],  5.00th=[ 3024], 10.00th=[ 3056], 20.00th=[ 3120],
     | 30.00th=[ 3152], 40.00th=[ 3184], 50.00th=[ 3216], 60.00th=[ 3216],
     | 70.00th=[ 3248], 80.00th=[ 3280], 90.00th=[ 3344], 95.00th=[ 3376],
     | 99.00th=[ 3440], 99.50th=[ 3504], 99.90th=[ 4704], 99.95th=[ 4896],
     | 99.99th=[ 7520]
    bw (KB  /s): min= 1211, max= 1296, per=16.68%, avg=1245.78, stdev= 8.36
    lat (msec) : 2=0.01%, 4=99.75%, 10=0.24%, 20=0.01%
  cpu          : usr=0.31%, sys=0.89%, ctx=32769, majf=0, minf=19
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
random-read-6: (groupid=0, jobs=1): err= 0: pid=5610: Sun Mar 20 06:40:07 2016
  read : io=131072KB, bw=1245.3KB/s, iops=311, runt=105262msec
    clat (usec): min=1527, max=14317, avg=3202.43, stdev=151.79
     lat (usec): min=1528, max=14318, avg=3203.29, stdev=151.79
    clat percentiles (usec):
     |  1.00th=[ 2928],  5.00th=[ 3024], 10.00th=[ 3056], 20.00th=[ 3120],
     | 30.00th=[ 3152], 40.00th=[ 3184], 50.00th=[ 3216], 60.00th=[ 3216],
     | 70.00th=[ 3248], 80.00th=[ 3280], 90.00th=[ 3344], 95.00th=[ 3376],
     | 99.00th=[ 3440], 99.50th=[ 3472], 99.90th=[ 4704], 99.95th=[ 4896],
     | 99.99th=[ 7584]
    bw (KB  /s): min= 1211, max= 1296, per=16.68%, avg=1245.80, stdev= 8.40
    lat (msec) : 2=0.01%, 4=99.75%, 10=0.24%, 20=0.01%
  cpu          : usr=0.26%, sys=0.93%, ctx=32782, majf=0, minf=19
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: io=786432KB, aggrb=7469KB/s, minb=1244KB/s, maxb=1245KB/s, mint=105261msec, maxt=105279msec

Disk stats (read/write):
  mmcblk0: ios=196219/11, merge=0/2, ticks=623390/120, in_queue=623300, util=100.00%