fio4pi/results/6418-1w-rpi3-raspbian_v4.1.19-v7+.log
random-write: (g=0): rw=randwrite, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
fio-2.6
Starting 1 process
random-write: Laying out IO file(s) (1 file(s) / 1024MB)

random-write: (groupid=0, jobs=1): err= 0: pid=1043: Sun Mar 20 14:11:19 2016
  write: io=1024.0MB, bw=1654.3KB/s, iops=413, runt=633878msec
    clat (usec): min=11, max=1737.8K, avg=2409.47, stdev=18100.01
     lat (usec): min=12, max=1737.8K, avg=2410.52, stdev=18100.02
    clat percentiles (usec):
     |  1.00th=[   12],  5.00th=[   12], 10.00th=[   13], 20.00th=[   13],
     | 30.00th=[   13], 40.00th=[   14], 50.00th=[   15], 60.00th=[   18],
     | 70.00th=[   19], 80.00th=[   20], 90.00th=[   24], 95.00th=[ 5600],
     | 99.00th=[79360], 99.50th=[98816], 99.90th=[199680], 99.95th=[272384],
     | 99.99th=[522240]
    bw (KB  /s): min=   10, max=187376, per=100.00%, avg=1748.96, stdev=9557.18
    lat (usec) : 20=72.02%, 50=21.61%, 100=0.54%, 250=0.23%, 500=0.01%
    lat (usec) : 750=0.01%, 1000=0.01%
    lat (msec) : 2=0.03%, 4=0.23%, 10=1.34%, 20=1.28%, 50=1.18%
    lat (msec) : 100=1.06%, 250=0.42%, 500=0.05%, 750=0.01%, 1000=0.01%
    lat (msec) : 2000=0.01%
  cpu          : usr=0.29%, sys=0.79%, ctx=18817, majf=0, minf=21
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=262144/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: io=1024.0MB, aggrb=1654KB/s, minb=1654KB/s, maxb=1654KB/s, mint=633878msec, maxt=633878msec

Disk stats (read/write):
  mmcblk0: ios=0/189066, merge=0/39321, ticks=0/4773500, in_queue=4773300, util=99.53%